all_news = [
{
'id': 1,
'title': 'Госдума приняла закон, позволяющий кому-то что-то',
'text': 'Депутат также разъяснил, как будет применяться новый закон. По его словам, претензии к россиянам могут быть предъявлены в том случае',
'date': '2016-03-25'
},

{
'id': 2,
'title': 'Компьютерный вирус под именем «таким-то» делает что-то страшное',
'text': 'Как нам сообщили в антивирусной лаборатории Каскерского, данный вирус очень сложен для лечения в связи с уникальной системой дейст',
'date': '2016-05-15'
},
{
'id': 3,
'title': 'Британские ученые скрестили кого-то и что-то',
'text': 'Опыты по скрещиванию велись сразу в двух лабораториях Соединенного Королевства: в лаборатории стрижки овец и в лаборатории по изуче',
'date': '2016-09-24'
}
]